Repository: common-repository/woo-product-reviews-shortcode
Catalog: languagess/woo-product-reviews-shortcode-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru

source: 1 column only
de_de: Nur 1 Spalte
es_es: 1 columna solamente
fr_fr: 1 seule colonne
it_it: 1 sola colonna
ru_ru: только 1 столбец

source: 1 columns
de_de: 1 Spalte
es_es: 1 columna
fr_fr: 1 colonnes
it_it: 1 colonne
ru_ru: 1 колонны

source: 2 columns
de_de: 2 Spalten
es_es: 2 columnas
fr_fr: 2 colonnes
it_it: 2 colonne
ru_ru: 2 колонны

source: 3 columns
de_de: 3 Spalten
es_es: 3 columnas
fr_fr: 3 colonnes
it_it: 3 colonne
ru_ru: 3 колонны

source: 4 columns
de_de: 4 Spalten
es_es: 4 columnas
fr_fr: 4 colonnes
it_it: 4 colonne
ru_ru: 4 колонны

source: 6 columns
de_de: 6 Spalten
es_es: 6 columnas
fr_fr: 6 colonnes
it_it: 6 colonne
ru_ru: 6 колонн

source: <a href="%s" target="_blank">Start trial</a>
de_de: <a href="%s" target="_blank">Testversion starten</a>
es_es: <a href="%s" target="_blank">Iniciar prueba</a>
fr_fr: <a href="%s" target="_blank">Démarrer un essai</a>
it_it: <a href="%s" target="_blank">Avvia il processo</a>
ru_ru: <a href="%s" target="_blank">Начать судебное разбирательство</a>

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ru_ru: Действия

source: Add New
de_de: Neuen hinzufügen
es_es: Añadir nuevo
fr_fr: Ajouter un nouveau
it_it: Aggiungi nuovo
ru_ru: Добавить новый

source: Add New Review Shortcode
de_de: Einen neuen Bewertungs Shortcode hinzufügen
es_es: Añadir nuevo código corto de revisión
fr_fr: Ajouter un nouvel avis
it_it: Aggiungi un nuovo shortcode per le recensioni
ru_ru: Шорткод "Добавить новый отзыв

source: Add title
de_de: Titel hinzufügen
es_es: Añadir título
fr_fr: Ajouter un titre
it_it: Aggiungi titolo
ru_ru: Добавить название

source: All
de_de: Alle
es_es: Todo
fr_fr: Tous
it_it: Tutti
ru_ru: Все

source: All parameters usage example
de_de: Alle Parameter in Verwendung
es_es: Ejemplo de uso de todos los parámetros
fr_fr: Exemple d'utilisation de tous les paramètres
it_it: Esempio di utilizzo di tutti i parametri
ru_ru: Пример использования всех параметров

source: All products
de_de: Alle Produkte
es_es: Todos los productos
fr_fr: Tous les produits
it_it: Tutti i prodotti
ru_ru: Вся продукция

source: All Review Shortcodes
de_de: Alle Bewertungs Shortcodes
es_es: Todos los códigos cortos de revisión
fr_fr: Tous les shortcodes de révision
it_it: Tutti gli shortcode di revisione
ru_ru: Все шорткоды обзора

source: Avatar
ru_ru: Аватар

source: Average rating
de_de: Durchschnittliche Bewertung
es_es: Valoración media
fr_fr: Note moyenne
it_it: Valutazione media
ru_ru: Средний рейтинг

source: based on
de_de: basierend auf
es_es: basado en
fr_fr: sur la base de
it_it: basato su
ru_ru: на основе

source: Builder for WooCommerce reviews shortcodes - ReviewShort
de_de: Builder für WooCommerce-Bewertungs-Shortcodes - Reviewshort
es_es: Constructor de códigos cortos de reseñas para WooCommerce - ReviewShort
fr_fr: Créateur de shortcodes d'avis pour WooCommerce - ReviewShort
it_it: Costruttore di shortcode per le recensioni di WooCommerce - ReviewShort
ru_ru: Конструктор шорткодов для отзывов WooCommerce - ReviewShort

source: By default customer avatar will be displayed. You can hide picture, or set product thumbnail as a picture
de_de: Standardmäßig wird der Kunde Avatar angezeigt. Du kannst das Bild ausblenden, oder das Produkt-Bild anzeigen lassen. (Besonders gut wenn deine Kunden kein Bild hinterlegt haben.)
es_es: Por defecto se mostrará el avatar del cliente. Puede ocultar la imagen, o establecer la miniatura del producto como imagen
fr_fr: Par défaut, l'avatar du client sera affiché. Vous pouvez masquer l'image, ou définir la vignette du produit comme image
it_it: Per impostazione predefinita, viene visualizzato l'avatar del cliente. È possibile nascondere l'immagine o impostare la miniatura del prodotto come immagine
ru_ru: По умолчанию отображается аватар покупателя. Вы можете скрыть изображение или установить в качестве изображения миниатюру товара

source: By default only customer reviews will be displayed, if you want to show reviews replies select Show from dropdown.
de_de: Standardmäßig werden nur die Kunden-Bewertungen angezeigt. Wenn du zu den Bewertungen auch die Antworten zeigen möchtest wähle "Anzeigen" im Dropdown-Menü aus.
es_es: Por defecto sólo se mostrarán las opiniones de los clientes, si quiere mostrar las respuestas de las opiniones seleccione Mostrar en el desplegable.
fr_fr: Par défaut, seuls les avis des clients seront affichés. Si vous souhaitez afficher les réponses aux avis, sélectionnez Afficher dans la liste déroulante.
it_it: Per impostazione predefinita, vengono visualizzate solo le recensioni dei clienti; se si desidera mostrare le risposte alle recensioni, selezionare Mostra dal menu a tendina.
ru_ru: По умолчанию будут отображаться только отзывы покупателей, если вы хотите показать ответы на отзывы, выберите в выпадающем списке пункт Показать.

source: By default only customer reviews will be displayed, if you want to show reviews replies use parameter <code>show_nested</code> with value <strong>yes</strong>
de_de: Standardmäßig werden nur Kundenbewertungen angezeigt. Wenn du Antworten anzeigen möchtest, verwenden den Parameter <code> show_nested </code> mit dem Wert <strong> yes </strong>
es_es: Por defecto sólo se mostrarán las reseñas de los clientes, si quieres mostrar las respuestas de las reseñas utiliza el parámetro <code>show_nested</code> con el valor <strong>yes</strong>
fr_fr: Par défaut, seuls les avis des clients seront affichés, si vous souhaitez afficher les réponses aux avis, utilisez le paramètre <code>show_nested</code> avec la valeur <strong>yes</strong>
it_it: Per impostazione predefinita verranno visualizzate solo le recensioni dei clienti, se si desidera mostrare anche le risposte delle recensioni utilizzare il parametro <code>show_nested</code> con il valore <strong>yes</strong>
ru_ru: По умолчанию будут отображаться только отзывы покупателей, если вы хотите показать ответы на отзывы, используйте параметр <code>show_nested</code> со значением <strong>yes</strong>

source: By default we show all reviews according to settings. If you want to limit reviews amount per reviewer or per product, you can use this settings. Set maximum limit amount for unique reviews/products. F.e. Reviewer: 2 - show not more than 2 last reviews for each reviewer. Product: 2 - show not more than 2 last reviews for each product. Reviewer per product: 2 - show not more than 2 last reviews from one reviewer for each product.
de_de: Standardmäßig werden alle Bewertungen, passend zu den Einstellungen, anzeigt.</br>Wenn du das einschränken möchtest z.B. die Bewertungen pro Kunde oder pro Produkt, dann kannst du das hier tun.</br> Maximale Anzahl für einmalige Bewertungen/Produkte. z.B. </br>Kunde: 2 -> nicht mehr als 2 Bewertungen von jedem Kunden. </br>Produkt: 3 - nicht mehr als die 3 Bewertungen für jedes Produkt. </br>Kunden pro Produkt: 4 - nicht mehr als 4 Bewertungen von einem Kunden für jedes Produkt.
es_es: Por defecto mostramos todas las opiniones según la configuración. Si desea limitar la cantidad de opiniones por revisor o por producto, puede utilizar esta configuración. Establezca la cantidad máxima de reseñas/productos únicos. Por ejemplo, Revisor: 2 - mostrar no más de 2 últimas opiniones para cada revisor. Producto: 2 - mostrar no más de 2 últimas opiniones para cada producto. Revisor por producto: 2 - mostrar no más de 2 últimas opiniones de un revisor para cada producto.
fr_fr: Par défaut, nous affichons tous les avis selon les paramètres. Si vous voulez limiter le nombre d'évaluations par évaluateur ou par produit, vous pouvez utiliser ces paramètres. Définissez la limite maximale pour les évaluations uniques / produits. Par exemple, évaluateur : 2 - montrer pas plus de 2 dernières évaluations pour chaque évaluateur. Produit : 2 - affiche pas plus de 2 derniers avis pour chaque produit. Evaluateur par produit : 2 - affiche pas plus de 2 dernières évaluations d'un évaluateur pour chaque produit.
it_it: Per impostazione predefinita, mostriamo tutte le recensioni in base alle impostazioni. Se si desidera limitare la quantità di recensioni per recensore o per prodotto, è possibile utilizzare queste impostazioni. Impostare il limite massimo di recensioni/prodotti unici. Ad esempio, Recensore: 2 - mostra non più di 2 ultime recensioni per ogni recensore. Prodotto: 2 - mostra non più di 2 ultime recensioni per ogni prodotto. Recensore per prodotto: 2 - mostra non più di 2 ultime recensioni di un recensore per ogni prodotto.
ru_ru: По умолчанию мы показываем все отзывы в соответствии с настройками. Если вы хотите ограничить количество отзывов на одного рецензента или на один товар, вы можете воспользоваться этой настройкой. Установите максимальное ограничение на количество уникальных отзывов/продуктов. Например, Reviewer: 2 - показывать не более 2 последних отзывов для каждого рецензента. Продукт: 2 - показывать не более 2 последних отзывов для каждого продукта. Reviewer per product: 2 - показывать не более 2 последних отзывов от одного рецензента для каждого товара.

source: By default we show product title for each review, if you are showing only one product in current shortcode, you can hide it.
de_de: Standardmäßig werden Produkt-Titel über für jeder Bewertung angezeigt. </br>Wenn du nur Bewertungen von einem Produkt anzeigst kannst du ihn ausblenden.
es_es: Por defecto mostramos el título del producto para cada revisión, si usted está mostrando sólo un producto en el shortcode actual, puede ocultarlo.
fr_fr: Par défaut, nous affichons le titre du produit pour chaque critique, si vous n'affichez qu'un seul produit dans le shortcode actuel, vous pouvez le cacher.
it_it: Per impostazione predefinita, mostriamo il titolo del prodotto per ogni recensione; se si sta mostrando un solo prodotto nello shortcode corrente, è possibile nasconderlo.
ru_ru: По умолчанию мы показываем название товара для каждого отзыва, если в текущем шорткоде вы показываете только один товар, вы можете скрыть это название.

source: Cheating, hah?
de_de: Schummeln, hah?
es_es: Engañar, ¿eh?
fr_fr: Tricher, hein ?
it_it: Imbrogliare, eh?
ru_ru: Жульничество, да?

source: Check your schema.org ratings markup by visting <a href="https://search.google.com/test/rich-results" rel="noopener" target="_blank">New google rich snippets tester</a> | <a href="https://search.google.com/structured-data/testing-tool/u/0/" rel="noopener" target="_blank">current, soon disabled google rich snippets tester</a></br> Hint: All Warnings are okay and not needed to show the stars and rating details on google. This warnings only say optional data could be provided.</br> Hint: Only one "product" element should be found, otherwise google does not know what markup to use. In each shortcode you can "disable schema".</br>Please disable all schemas and leave only one active.</br> Idea: Leave the schema with the most reviews enabled.
de_de: Überprüfe dein schema.org-Bewertungs-Markup, indem du deine Seiten und Beiträge mit dem Bewertungs-Shortcode hier überprüfst: <a href="https://search.google.com/test/rich-results" rel="noopener" target="_blank"> Neuer Google Rich Snippets-Tester </a> | <a href="https://search.google.com/structured-data/testing-tool/u/0/" rel="noopener" target="_blank"> aktueller, bald deaktivierter Google Rich Snippets-Tester </a> </br> Hinweis: Alle Warnungen sind in Ordnung und werden nicht benötigt um die Sterne und Bewertungsdetails auf Google anzuzeigen. Diese Warnungen besagen nur, dass optionale Daten bereitgestellt werden könnten. </br> Hinweis: Es sollte nur ein "Produkt" -Element gefunden werden, andernfalls weiß Google nicht, welches Markup verwendet werden soll. In jedem Shortcode kannst du das "Schema deaktivieren". </br> Bitte deaktivieren alle Schemas und lasse pro Seite/Beitrag nur eines aktiv. </br> Idee: Lassen das Schema mit den meisten Bewertungen aktiviert.
es_es: Compruebe su marcado de clasificaciones de schema.org visitando <a href="https://search.google.com/test/rich-results" rel="noopener" target="_blank">Nuevo probador de google rich snippets</a> || <a href="https://search.google.com/structured-data/testing-tool/u/0/" rel="noopener" target="_blank">Actual, pronto desactivado probador de google rich snippets</a></br> Sugerencia: Todas las advertencias están bien y no son necesarias para mostrar las estrellas y los detalles de calificación en google. Estas advertencias sólo dicen que los datos opcionales podrían ser proporcionados.</br> Sugerencia: Sólo se debe encontrar un elemento "producto", de lo contrario google no sabe qué marcado utilizar. En cada shortcode se puede "desactivar el esquema".</br>Por favor, desactivar todos los esquemas y dejar sólo uno activo.</br> Idea: Dejar habilitado el esquema con más reseñas.
fr_fr: Vérifiez votre balisage de notation schema.org en visitant <a href="https://search.google.com/test/rich-results" rel="noopener" target="_blank">Nouveau testeur google rich snippets</a> | <a href="https://search.google.com/structured-data/testing-tool/u/0/" rel="noopener" target="_blank">Testeur actuel et bientôt désactivé de google rich snippets</a></br> Conseil : Tous les avertissements sont ok et pas nécessaire pour montrer les étoiles et les détails de notation sur google. Ces avertissements disent seulement que des données optionnelles pourraient être fournies.</br> Hint : Un seul élément "product" doit être trouvé, sinon google ne sait pas quel balisage utiliser. Dans chaque shortcode, vous pouvez "désactiver le schéma".</br>Veuillez désactiver tous les schémas et n'en laisser qu'un seul actif.</br> Idée : Laissez le schéma avec le plus d'avis activé.
it_it: Verificate il vostro markup di classificazione schema.org visitando il sito <a href="https://search.google.com/test/rich-results" rel="noopener" target="_blank">Nuovo tester google rich snippets</a> | <a href="https://search.google.com/structured-data/testing-tool/u/0/" rel="noopener" target="_blank">attuale, presto disattivato tester di google rich snippets</a></br> Suggerimento: tutte le avvertenze sono corrette e non necessarie per mostrare le stelle e i dettagli della valutazione su Google. Queste avvertenze dicono solo che possono essere forniti dati opzionali.</br> Suggerimento: Deve essere presente un solo elemento "prodotto", altrimenti google non sa quale markup utilizzare. In ogni shortcode è possibile "disabilitare lo schema".</br>Si prega di disabilitare tutti gli schemi e di lasciarne solo uno attivo.</br> Idea: Lasciare attivo lo schema con il maggior numero di recensioni.
ru_ru: Проверьте свою разметку рейтингов schema.org, посетив сайт <a href="https://search.google.com/test/rich-results" rel="noopener" target="_blank">Новый тестер богатых сниппетов google</a> | <a href="https://search.google.com/structured-data/testing-tool/u/0/" rel="noopener" target="_blank">текущий, скоро отключенный тестер богатых сниппетов Google</a></br> Подсказка: Все предупреждения являются нормальными и не требуются для отображения звезд и подробностей рейтинга в google. В этом предупреждении говорится только о возможности предоставления необязательных данных.</br> Подсказка: Должен быть найден только один элемент "product", иначе google не знает, какую разметку использовать. В каждом шорткоде можно "отключить схему".</br> Пожалуйста, отключите все схемы и оставьте активной только одну.</br> Идея: Оставьте включенной схему с наибольшим количеством отзывов.

source: Columns
de_de: Spalten
es_es: Columnas
fr_fr: Colonnes
it_it: Colonne
ru_ru: Колонки

source: Comment link
de_de: Produkt-Seite (springt zu den Kommentaren)
es_es: Enlace a los comentarios
fr_fr: Lien de commentaire
it_it: Link al commento
ru_ru: Ссылка на комментарий

source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
it_it: Copiato
ru_ru: Скопировано

source: Copied. Input into your content!
de_de: Kopiert. Bitte in deinen Inhalt einfügen!
es_es: Copiado. ¡Introduzca en su contenido!
fr_fr: Copié. Intégrez-les à votre contenu !
it_it: Copiato. Inserite i vostri contenuti!
ru_ru: Скопировано. Вводите в свой контент!

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copie
it_it: Copia
ru_ru: Копировать

source: Copy template
de_de: Vorlage kopieren
es_es: Copiar plantilla
fr_fr: Modèle de copie
it_it: Modello di copia
ru_ru: Копирование шаблона

source: Create new
de_de: Neu erstellen
es_es: Crear un nuevo
fr_fr: Créer un nouveau
it_it: Creare un nuovo
ru_ru: Создать новый

source: cropped
de_de: beschnitten!
es_es: recortado
it_it: ritagliato
ru_ru: обрезанный

source: Default shortcode usage
de_de: Standard-Bewertungs-Shortcode
es_es: Uso del shortcode por defecto
fr_fr: Utilisation du shortcode par défaut
it_it: Utilizzo predefinito dei codici brevi
ru_ru: Использование шорткодов по умолчанию

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Cancellare
ru_ru: Удалить

source: Delete template
de_de: Vorlage löschen
es_es: Borrar plantilla
fr_fr: Supprimer le modèle
it_it: Cancellare il modello
ru_ru: Удалить шаблон

source: Deleted
de_de: Gelöscht
es_es: Borrado
fr_fr: Supprimé
it_it: Soppresso
ru_ru: Удалено

source: Desktop
es_es: Escritorio
fr_fr: Bureau
ru_ru: Рабочий стол

source: Disable
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
it_it: Disattivare
ru_ru: Отключить

source: Disabled Structured Data shortcode usage
de_de: Strukturierte Daten deaktivieren
es_es: Desactivado el uso del código corto de Datos Estructurados
fr_fr: Utilisation du shortcode "Structured Data" désactivée
it_it: Disabilitato l'utilizzo dello shortcode Dati strutturati
ru_ru: Отключено использование шорткода Structured Data

source: Do not show schema.org markup:
de_de: Schema.org markup ausblenden:
es_es: No mostrar el marcado schema.org
fr_fr: Ne pas montrer le balisage schema.org
it_it: Non mostrare il markup schema.org:
ru_ru: Не показывать разметку schema.org:

source: Duplicated
de_de: Dupliziert
es_es: Duplicado
fr_fr: Dupliqué
it_it: Duplicato
ru_ru: Дублированный

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ru_ru: Редактировать

source: Edit Review Shortcode
de_de: Bewertungs Shortcode bearbeiten
es_es: Editar código corto de revisión
fr_fr: Modifier le code court de révision
it_it: Modifica dello shortcode di revisione
ru_ru: Редактирование шорткода Review

source: Edit template
de_de: Vorlage bearbeiten
es_es: Editar plantilla
fr_fr: Modifier le modèle
it_it: Modifica del modello
ru_ru: Редактирование шаблона

source: Enable
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
it_it: Abilitazione
ru_ru: Включить

source: Enable/Disable schema
de_de: Schema
es_es: Activar/desactivar el esquema
fr_fr: Activer/Désactiver le schéma
it_it: Abilitare/disabilitare lo schema
ru_ru: Включить/выключить схему

source: Example
de_de: Beispiel
es_es: Ejemplo
fr_fr: Exemple
it_it: Esempio
ru_ru: Пример

source: Featured Image
de_de: Vorschaubild
es_es: Imagen destacada
fr_fr: Image en vedette
it_it: Immagine in primo piano
ru_ru: Изображение

source: Filter Review Shortcodes list
de_de: Bewertungs-Shortcodes-Liste filtern
es_es: Filtrar la lista de códigos cortos de revisión
fr_fr: Filtrer la liste des shortcodes de la revue
it_it: Filtrare l'elenco dei codici brevi di revisione
ru_ru: Фильтр списка шорткодов обзора

source: Filter unique reviews
de_de: Filter "eindeutige" Bewertungen
es_es: Filtrar las reseñas únicas
fr_fr: Filtrer les commentaires uniques
it_it: Filtrare le recensioni uniche
ru_ru: Фильтр уникальных отзывов

source: Generate Review Shortcodes
de_de: Generiere Bewertungs-Shortcodes
es_es: Generar códigos cortos de revisión
fr_fr: Générer des shortcodes de révision
it_it: Generare shortcode per le recensioni
ru_ru: Генерация шорткодов отзывов

source: height
de_de: Höhe
es_es: altura
fr_fr: hauteur
it_it: altezza
ru_ru: высота

source: here
de_de: hier
es_es: aquí
fr_fr: ici
it_it: qui
ru_ru: здесь

source: Here you can set up how many reviews should be displayed, by default it’s 5. Select custom number of reviews to display. Select All to show all reviews, or select Hide so No reviews just aggregate rating will be shown.
de_de: Hier kannst du einstellen wieviele Bewertungen angezeigt werden, der Standardwert ist 5.</br>Wähle "Anzahl" um einen eigenen Wert einzugeben.</br>Wähle "Alle" um alle Bewertungen anzuzeigen.</br>Wähle "Ausblenden" um keine Bewertungen und nur die Summe der Bewertung anzuzeigen z.B. "Durchschnittliche Bewertung: 5 basierend auf 7 Bewertungen".
es_es: Aquí puede configurar el número de reseñas que se mostrarán, por defecto son 5. Seleccione el número personalizado de reseñas que se mostrarán. Seleccione Todo para mostrar todas las opiniones, o seleccione Ocultar para que no se muestren las opiniones, sólo la valoración agregada.
fr_fr: Ici, vous pouvez définir le nombre d'évaluations à afficher, par défaut 5. Sélectionnez le nombre personnalisé d'évaluations à afficher. Sélectionnez Tout pour afficher tous les avis, ou sélectionnez Masquer pour qu'aucun avis ne soit affiché, mais seulement la note globale.
it_it: Qui è possibile impostare il numero di recensioni da visualizzare, per impostazione predefinita è 5. Selezionare il numero personalizzato di recensioni da visualizzare. Selezionare Tutti per mostrare tutte le recensioni, oppure selezionare Nascondi per non mostrare solo le recensioni aggregate.
ru_ru: Здесь вы можете настроить количество отображаемых отзывов, по умолчанию оно равно 5. Выберите пользовательское количество отзывов для отображения. Выберите "Все", чтобы показать все отзывы, или выберите "Скрыть", чтобы не показывать отзывы, а только суммарный рейтинг.

source: Hide
de_de: Ausblenden
es_es: Ocultar
fr_fr: Cacher
it_it: Nascondere
ru_ru: Скрыть

source: Hide template
de_de: Vorlage ausblenden
es_es: Ocultar plantilla
fr_fr: Masquer le modèle
it_it: Nascondi modello
ru_ru: Скрыть шаблон

source: How to Use
de_de: Anleitung
es_es: Cómo utilizarlo
fr_fr: Mode d'emploi
it_it: Come si usa
ru_ru: Как использовать

source: How to use
de_de: Anleitung
es_es: Cómo utilizarlo
fr_fr: Mode d'emploi
it_it: Come si usa
ru_ru: Как использовать

source: If product link or thumbnail link is enabled you can specify link type: to product page or to comment on product page. By default it would be product page.
de_de: Wenn das Produkt vom link oder thumbnail-link aktiviert ist, können Sie angeben, link Typ: Produkt-Seite oder einen Kommentar auf der Produktseite. Standardmäßig wäre es, Produkt Seite.
es_es: Si se activa el enlace al producto o a la miniatura, puede especificar el tipo de enlace: a la página del producto o al comentario en la página del producto. Por defecto sería la página del producto.
fr_fr: Si le lien vers le produit ou la vignette est activé, vous pouvez spécifier le type de lien : vers la page du produit ou vers un commentaire sur la page du produit. Par défaut, il s'agit de la page du produit.
it_it: Se il link al prodotto o alla miniatura è abilitato, è possibile specificare il tipo di link: alla pagina del prodotto o al commento sulla pagina del prodotto. Per impostazione predefinita, si tratta della pagina del prodotto.
ru_ru: Если включена ссылка на товар или ссылку на миниатюру, то можно указать тип ссылки: на страницу товара или на комментарий к странице товара. По умолчанию это будет страница товара.
