Repository: common-repository/woo-product-reviews-shortcode
Catalog: languagess/woo-product-reviews-shortcode-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru

source: Show template
de_de: Zeige Vorlage
es_es: Mostrar plantilla
fr_fr: Afficher le modèle
it_it: Mostra modello
ru_ru: Показать шаблон

source: Show WooCommerce customer feedback anywhere with WooCommerce reviews shortcodes, beautifully and ...
de_de: Zeige WooCommerce-Kunden-Bewertungen überall mit WooCommerce-Bewertungs-Shortcodes an und das wunderschön und ...
es_es: Muestra los comentarios de los clientes de WooCommerce en cualquier lugar con los shortcodes de WooCommerce, de forma bella y ...
fr_fr: Affichez les commentaires des clients de WooCommerce n'importe où avec les shortcodes d'avis de WooCommerce, magnifiquement et ...
it_it: Mostra i feedback dei clienti di WooCommerce ovunque con gli shortcode per le recensioni di WooCommerce, in modo ...
ru_ru: Показать WooCommerce отзывы клиентов в любом месте с WooCommerce отзывы шорткоды, красиво и ...

source: Show/hide review item product title
de_de: Produkt-Titel
es_es: Mostrar/ocultar el título del producto del artículo de revisión
fr_fr: Afficher/masquer le titre du produit de la revue
it_it: Mostra/nascondi il titolo del prodotto della voce di recensione
ru_ru: Показать/скрыть название продукта, о котором идет речь в обзоре

source: Show/Hide reviews picture
de_de: Bild zur Bewertung
es_es: Mostrar/Ocultar imagen de reseñas
fr_fr: Afficher/masquer la photo des critiques
it_it: Mostra/Nascondi l'immagine delle recensioni
ru_ru: Показать/скрыть изображение отзывов

source: Show/Hide reviews replies
de_de: Antworten zu Bewertungen
es_es: Mostrar/Ocultar respuestas a las revisiones
fr_fr: Afficher/masquer les réponses aux critiques
it_it: Mostra/Nascondi le risposte alle recensioni
ru_ru: Показать/скрыть ответы на отзывы

source: Side
de_de: Seitlich
es_es: Lado
fr_fr: Côté
it_it: Lato
ru_ru: Сторона

source: Specified products
de_de: Ausgewählte Produkte
es_es: Productos especificados
fr_fr: Produits spécifiés
it_it: Prodotti specificati
ru_ru: Указанные продукты

source: Start
de_de: Starten
es_es: Inicie
fr_fr: Début
it_it: Inizio
ru_ru: Начало

source: Structure of the reviews can be changed by copy files in the list below to your custom field, then this structure will be used by default
de_de: Die Struktur der Bewertungen kann geändert werden, indem die Dateien in der Liste unten kopiert werden. Dann wird diese Struktur standardmäßig verwendet.
es_es: La estructura de las revisiones se puede cambiar copiando los archivos de la lista de abajo a su campo personalizado, entonces esta estructura se utilizará por defecto
fr_fr: La structure des commentaires peut être modifiée en copiant les fichiers de la liste ci-dessous dans votre champ personnalisé, puis cette structure sera utilisée par défaut
it_it: La struttura delle recensioni può essere cambiata copiando i file dell'elenco sottostante nel campo personalizzato, quindi questa struttura verrà utilizzata per impostazione predefinita
ru_ru: Структуру обзоров можно изменить, скопировав файлы из списка ниже в свое пользовательское поле, после чего эта структура будет использоваться по умолчанию

source: Styles are taken from WooCommerce, so it looks the same as on the product details page.
de_de: Die Formatvorlagen werden von WooCommerce übernommen, damit sieht es gleich aus wie auf der Produktdetails-Seite.
es_es: Los estilos se toman de WooCommerce, por lo que se ve igual que en la página de detalles del producto.
fr_fr: Les styles sont repris de WooCommerce, de sorte que l'apparence est la même que sur la page des détails du produit.
it_it: Gli stili sono presi da WooCommerce, quindi l'aspetto è lo stesso della pagina dei dettagli del prodotto.
ru_ru: Стили взяты из WooCommerce, поэтому они выглядят так же, как и на странице с подробной информацией о товаре.

source: Tablet
es_es: Tableta
fr_fr: Tablette
it_it: Tavoletta
ru_ru: Планшет

source: Template already exists
de_de: Vorlage existiert bereits
es_es: La plantilla ya existe
fr_fr: Le modèle existe déjà
it_it: Il modello esiste già
ru_ru: Шаблон уже существует

source: Template could not be copied, check your folder write permission
de_de: Vorlage konnte nicht kopiert werden, überprüfe die Schreibrechte des Ordners
es_es: No se ha podido copiar la plantilla, compruebe el permiso de escritura de su carpeta
fr_fr: Le modèle n'a pas pu être copié, vérifiez les droits d'écriture de votre dossier
it_it: Non è stato possibile copiare il modello, controllare i permessi di scrittura della cartella
ru_ru: Не удалось скопировать шаблон, проверьте разрешение на запись в папку

source: Testing
de_de: Testen
es_es: Prueba
fr_fr: Essais
it_it: Test
ru_ru: Тестирование

source: The only required parameter is <code>products_ids</code>
de_de: Der einzig benötigte Parameter ist die Produkt-ID <code>products_ids</code>
es_es: El único parámetro requerido es <code>products_ids</code>
fr_fr: Le seul paramètre obligatoire est <code>products_ids</code>
it_it: L'unico parametro richiesto è <code>products_ids</code>
ru_ru: Единственным обязательным параметром является <code>products_ids</code>

source: Thumbnail link
de_de: Bild-Link
es_es: Enlace en miniatura
fr_fr: Lien vers la vignette
it_it: Link alle miniature
ru_ru: Ссылка на миниатюру

source: To input your user reviews list on any site page use shortcode
de_de: Um die Kunden-Bewertungen auf jeder beliebigen Seite der Website anzuzeigen verwenden den Shortcode
es_es: Para introducir su lista de opiniones de usuarios en cualquier página del sitio, utilice el código corto
fr_fr: Pour introduire votre liste d'avis d'utilisateurs sur n'importe quelle page du site, utilisez le shortcode suivant
it_it: Per inserire l'elenco delle recensioni degli utenti in qualsiasi pagina del sito, utilizzare lo shortcode
ru_ru: Для ввода списка отзывов пользователей на любой странице сайта используйте шорткод

source: Tobias Conrad
ru_ru: Тобиас Конрад

source: Top
de_de: Oben
it_it: In alto
ru_ru: Топ

source: Update
de_de: Aktualisieren
es_es: Actualización
fr_fr: Mise à jour
it_it: Aggiornamento
ru_ru: Обновление

source: Update Review Shortcode
de_de: Bewertungs Shortcode aktualisieren
es_es: Actualizar el código corto de revisión
fr_fr: Shortcode de mise à jour de la revue
it_it: Aggiornare lo shortcode di revisione
ru_ru: Обновить шорткод обзора

source: Uploaded to this Review Shortcode
de_de: Hochgeladen zu diesem Bewertungs Shortcode
es_es: Subido a este código corto de revisión
it_it: Caricato su questo Shortcode di revisione
ru_ru: Загружено в данный шорткод обзора

source: Use as featured image
de_de: Als Vorschaubild verwenden
es_es: Utilizar como imagen destacada
fr_fr: Utiliser comme image vedette
it_it: Utilizzare come immagine principale
ru_ru: Использовать в качестве основного изображения

source: View Review Shortcode
de_de: Bewertungs Shortcode ansehen
es_es: Ver código corto de revisión
fr_fr: Shortcode "View Review
it_it: Visualizza lo shortcode delle recensioni
ru_ru: Шорткод просмотра отзывов

source: View Review Shortcodes
de_de: Zeige Bewertungs Shortcodes
es_es: Ver códigos cortos de revisión
fr_fr: Voir les shortcodes de révision
it_it: Visualizza gli shortcode delle recensioni
ru_ru: Просмотр шорткодов обзора

source: width
de_de: Breite
es_es: ancho
fr_fr: largeur
it_it: larghezza
ru_ru: ширина

source: With the “<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>” plugin collecting your customer ratings for your products is automated and easier than ever before.
de_de: Mit dem Plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank"> Holen Sie sich bessere Bewertungen für WooCommerce </a>" sammeln Sie Ihre Kundenbewertungen denn Ihre Produkte sind automatisiert und einfacher als je zuvor. Wenn Sie die Testversion oder die Premium-Version von Get Better Reviews verwenden, wird das "ReviewShort Plugin" <strong> Premium-Version </ strong> <strong> kostenlos <strong> </ strong> aktiviert.
es_es: Con el plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Obtener mejores valoraciones para WooCommerce</a>" recopilar las valoraciones de tus clientes para tus productos es automático y más fácil que nunca.
fr_fr: Avec le plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>", la collecte des évaluations des clients pour vos produits est automatisée et plus facile que jamais.
it_it: Con il plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>" la raccolta delle valutazioni dei clienti per i vostri prodotti è automatizzata e più facile che mai.
ru_ru: С помощью плагина "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>" сбор оценок покупателей для ваших товаров автоматизирован и стал проще, чем когда-либо прежде.

source: With the “<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>” plugin collecting your customer ratings for your products is automated and easier than ever before. When you use the trial or the premium version of Get Better Reviews you get the "ReviewShort Plugin" <strong>premium version</strong> activated <strong>for free</strong>.
de_de: Mit dem Plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank"> Holen Sie sich bessere Bewertungen für WooCommerce </a>" sammeln Sie Ihre Kundenbewertungen denn Ihre Produkte sind automatisiert und einfacher als je zuvor. Wenn Sie die Testversion oder die Premium-Version von Get Better Reviews verwenden, wird das "ReviewShort Plugin" <strong> Premium-Version </ strong> <strong> kostenlos <strong> </ strong> aktiviert.
es_es: Con el plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Obtenga mejores reseñas para WooCommerce</a>" recoger las valoraciones de sus clientes para sus productos es automatizado y más fácil que nunca. Cuando usas la versión de prueba o la versión premium de Get Better Reviews obtienes el plugin "ReviewShort" <strong>versión premium</strong> activado <strong>de forma gratuita</strong>.
fr_fr: Avec le plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>" la collecte des évaluations de vos clients pour vos produits est automatisée et plus facile que jamais. Lorsque vous utilisez la version d'essai ou la version premium de Get Better Reviews, vous obtenez le "ReviewShort Plugin" <strong>version premium</strong> activé <strong>gratuitement</strong>.
it_it: Con il plugin "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>" la raccolta delle valutazioni dei clienti per i vostri prodotti è automatizzata e più facile che mai. Quando si utilizza la versione di prova o la versione premium di Get Better Reviews si ottiene il "ReviewShort Plugin" <strong>versione premium</strong> attivato <strong>gratuitamente</strong>.
ru_ru: С помощью плагина "<a href="https://wordpress.org/plugins/more-better-reviews-for-woocommerce/" target="_blank">Get Better Reviews for WooCommerce</a>" сбор оценок покупателей для ваших товаров автоматизирован и стал проще, чем когда-либо прежде. При использовании пробной или премиум-версии Get Better Reviews вы получаете <strong>премиум-версию</strong> плагина "ReviewShort Plugin", активированную <strong>бесплатно</strong>.

source: Woo Product Reviews Shortcode requires Woocommerce plugin to be installed and active. You can install %s here.
de_de: ReviewShort plugin benötigt das aktiviertes Woocommerce plugin. Hier kannst du es %s installieren.
es_es: Woo Product Reviews Shortcode requiere que el plugin Woocommerce esté instalado y activo. Puede instalar %s aquí.
fr_fr: Le Woo Product Reviews Shortcode nécessite que le plugin Woocommerce soit installé et actif. Vous pouvez installer %s ici.
it_it: Woo Product Reviews Shortcode richiede che il plugin Woocommerce sia installato e attivo. È possibile installare %s qui.
ru_ru: Шорткод Woo Product Reviews Shortcode требует, чтобы плагин Woocommerce был установлен и активен. Установить %s можно здесь.

source: You can copy one of our example below and add changes manually for your needs or use our Shortcode builder where you can create and save reusable reviews shortcodes.
de_de: Du kannst eins unserer Beispiele unten nutzen und ändern oder nutze unseren Shortcode-Generator, mit dem du shortcodes erstellen und speichern, wiederverwenden kannst.
es_es: Puede copiar uno de nuestros ejemplos de abajo y añadir los cambios manualmente para sus necesidades o utilizar nuestro Shortcode builder donde puede crear y guardar shortcodes de reseñas reutilizables.
fr_fr: Vous pouvez copier l'un de nos exemples ci-dessous et y apporter des modifications manuellement en fonction de vos besoins ou utiliser notre générateur de codes courts, qui vous permet de créer et d'enregistrer des codes courts réutilisables.
it_it: È possibile copiare uno dei nostri esempi qui sotto e aggiungere manualmente le modifiche per le proprie esigenze o utilizzare il nostro Shortcode builder, dove è possibile creare e salvare shortcode riutilizzabili per le recensioni.
ru_ru: Вы можете скопировать один из наших примеров, приведенных ниже, и добавить изменения вручную для своих нужд или воспользоваться нашим конструктором шорткодов, в котором можно создавать и сохранять многократно используемые шорткоды обзоров.

source: You can hide reviews list and show only aggregate rating as average rating from all customers reviews. Use parameter <code>per_page</code> and set it to <strong>0</strong>
de_de: Du kannst die Bewertungsliste ausblenden und nur die Gesamtbewertung als Durchschnittsbewertung aller Kundenbewertungen anzeigen. Verwende dazu den Parameter <code> per_page </code> und setze den Wert auf <strong> 0 </strong>.
es_es: Puede ocultar la lista de opiniones y mostrar sólo la calificación agregada como calificación media de todas las opiniones de los clientes. Utilice el parámetro <code>per_page</code> y ajústelo a <strong>0</strong>
fr_fr: Vous pouvez masquer la liste des avis et ne montrer que la note globale comme note moyenne de tous les avis des clients. Utilisez le paramètre <code>per_page</code> et définissez-le à <strong>0</strong>
it_it: È possibile nascondere l'elenco delle recensioni e mostrare solo la valutazione aggregata come valutazione media di tutte le recensioni dei clienti. Usare il parametro <code>per_page</code> e impostarlo a <strong>0</strong>
ru_ru: Вы можете скрыть список отзывов и показывать только суммарный рейтинг как среднюю оценку из всех отзывов покупателей. Используйте параметр <code>per_page</code> и установите его в значение <strong>0</strong>

source: You can set up how many reviews should be displayed, by default it’s 5. Use parameter <code>per_page</code> to change this value. If you want to show all reviews set it to <strong>all</strong>
de_de: Du kannst festlegen, wie viele Bewertungen angezeigt werden. Standardmäßig sind dies 5. Verwende <code> per_page </code>, um diesen Wert zu ändern. Wenn du alle Bewertungen anzeigen möchtest, wähle <strong> all </strong>.
es_es: Puedes configurar el número de reseñas que se deben mostrar, por defecto son 5. Utiliza el parámetro <code>per_page</code> para cambiar este valor. Si quieres mostrar todas las reseñas ponlo en <strong>todas</strong>
fr_fr: Vous pouvez définir combien d'avis doivent être affichés, par défaut c'est 5. Utilisez le paramètre <code>per_page</code> pour changer cette valeur. Si vous voulez afficher tous les avis, réglez-le sur <strong>all</strong>
it_it: È possibile impostare il numero di recensioni da visualizzare, per impostazione predefinita è 5. Utilizzare il parametro <code>per_page</code> per modificare questo valore. Se si desidera mostrare tutte le recensioni, impostare <strong>tutte</strong>
ru_ru: Вы можете задать количество отображаемых отзывов, по умолчанию оно равно 5. Для изменения этого значения используйте параметр <code>per_page</code>. Если вы хотите показывать все отзывы, установите значение <strong>all</strong>

source: You can use as many products as you want, just separate products IDs with comma. As additional parameter you can add <code>product_title</code> to use it for all products
de_de: Du kannst beliebig viele Produkte verwenden, trenne die Produkt IDs einfach mit einem Komma.</br> Als zusätzlichen Parameter kannst du z.B. den <code>product_title</code> für den Bewertungs-Block angeben.
es_es: Puedes utilizar tantos productos como quieras, sólo tienes que separar los ID de los productos con una coma. Como parámetro adicional puedes añadir <code>título_de_producto</code> para utilizarlo para todos los productos
fr_fr: Vous pouvez utiliser autant de produits que vous le souhaitez, il suffit de séparer les ID des produits par une virgule. Comme paramètre supplémentaire, vous pouvez ajouter <code>product_title</code> pour l'utiliser pour tous les produits
it_it: Si possono usare tutti i prodotti che si desidera, basta separare gli ID dei prodotti con una virgola. Come parametro aggiuntivo si può aggiungere <code>product_title</code> per utilizzarlo per tutti i prodotti
ru_ru: Вы можете использовать любое количество продуктов, просто разделяйте ID продуктов запятыми. В качестве дополнительного параметра можно добавить <code>product_title</code>, чтобы использовать его для всех продуктов

source: You can use as many products as you want. Rating of multiple products will be summed up and shown as total rating. If you need to show separated amount of reviews rating add each product via single product short code.
de_de: Du kannst so viele Produkte wie du möchtest auswählen. Bewertungen der Produkte werden addiert und die Summe der Bewertungen angezeigt. </br>Wenn du je Produkt die Anzahl anzeigen möchtest füge für jedes Produkt einen Bewertungs-Shortcodes ein.
es_es: Puede utilizar tantos productos como desee. La valoración de varios productos se sumará y se mostrará como valoración total. Si necesita mostrar una cantidad separada de valoraciones, añada cada producto a través de un código corto de producto único.
fr_fr: Vous pouvez utiliser autant de produits que vous le souhaitez. L'évaluation de plusieurs produits sera additionnée et affichée comme évaluation totale. Si vous avez besoin de montrer une quantité séparée d'évaluations, ajoutez chaque produit via un code court de produit unique.
it_it: È possibile utilizzare tutti i prodotti che si desidera. Le valutazioni di più prodotti saranno sommate e mostrate come valutazione totale. Se avete bisogno di mostrare una quantità separata di recensioni, aggiungete ogni prodotto tramite un codice breve per singolo prodotto.
ru_ru: Вы можете использовать любое количество продуктов. Рейтинг нескольких продуктов будет суммироваться и отображаться как общий рейтинг. Если вам необходимо показать отдельное количество отзывов, добавьте каждый товар через шорткод отдельного товара.

source: You can use this shortcode if you are going to make changes manualy. If you delete this Shortcode reviews still will be shown.
de_de: Dieser Shortcode enthält alle Einstellungen. Du kannst diesen Shortcode händisch nachdem Einfügen ändern. Die Bewertungen werden auch nach dem Löschen der Einstellungen unten noch angezeigt werden.
es_es: Puedes usar este shortcode si vas a hacer cambios manualmente. Si eliminas este Shortcode se seguirán mostrando las reseñas.
fr_fr: Vous pouvez utiliser ce shortcode si vous avez l'intention de faire des changements manuellement. Si vous supprimez ce shortcode, les commentaires seront toujours affichés.
it_it: È possibile utilizzare questo shortcode se si intende apportare modifiche manualmente. Se si elimina questo shortcode, le recensioni saranno ancora visualizzate.
ru_ru: Вы можете использовать этот шорткод, если собираетесь вносить изменения вручную. При удалении этого шорткода отзывы все равно будут отображаться.

source: You can use this shortcode if you do not want to add manual changes to shortcodes on your pages. If you make changes in settings changes will be applied on all pages at once. If you delete this Shortcode no reviews will be shown.
de_de: Nutze diesen Shortcode, wenn du keine manuellen Änderungen an Shortcodes auf deinen Seiten hinzufügen möchtest. Wenn du Änderungen an den Einstellungen vornimmst, werden Änderungen auf alle Seiten gleichzeitig angewendet. Wenn du diesen Shortcode mit den Einstellungen löschst, werden keine Bewertungen angezeigt!
es_es: Puedes utilizar este shortcode si no quieres añadir cambios manuales a los shortcodes de tus páginas. Si realiza cambios en la configuración los cambios se aplicarán en todas las páginas a la vez. Si elimina este Shortcode no se mostrarán las revisiones.
fr_fr: Vous pouvez utiliser ce shortcode si vous ne voulez pas ajouter des changements manuels aux shortcodes sur vos pages. Si vous faites des changements dans les paramètres, les changements seront appliqués à toutes les pages en même temps. Si vous supprimez ce shortcode, aucun commentaire ne sera affiché.
it_it: È possibile utilizzare questo shortcode se non si desidera aggiungere modifiche manuali agli shortcode nelle pagine. Se si apportano modifiche alle impostazioni, le modifiche saranno applicate a tutte le pagine in una sola volta. Se si elimina questo shortcode, non verrà visualizzata alcuna recensione.
ru_ru: Вы можете использовать этот шорткод, если не хотите вручную вносить изменения в шорткоды на своих страницах. При внесении изменений в настройки изменения будут применены ко всем страницам сразу. При удалении данного шорткода отзывы не будут показаны.

source: You do not have any shortcode created. Start to build one by clicking "Create new"
de_de: Du hast noch keinen Shortcode erstellt. Beginnen einen zu Bauen, indem du auf "Neu en hinzufügen" klickst.
es_es: No tiene ningún shortcode creado. Empiece a crear uno haciendo clic en "Crear nuevo"
fr_fr: Vous n'avez pas de shortcode créé. Commencez à en créer un en cliquant sur "Créer un nouveau"
it_it: Non è stato creato alcuno shortcode. Iniziare a crearne uno cliccando su "Crea nuovo"
ru_ru: У вас не создано ни одного шорткода. Начните создавать его, нажав кнопку "Создать новый"

source: You have no products in your shop. Please add some products %s and come back.
de_de: Du hast noch keine Produkte in deinem Shop. Bitte füge Produkte hier %s hinzu und kommen dann wieder hierher zurück.
es_es: No tienes productos en tu tienda. Por favor, añade algunos productos %s y vuelve.
fr_fr: Vous n'avez aucun produit dans votre boutique. Veuillez ajouter des produits %s et revenir.
it_it: Non ci sono prodotti nel tuo negozio. Aggiungi alcuni prodotti %s e torna.
ru_ru: В вашем магазине нет товаров. Пожалуйста, добавьте несколько товаров %s и вернитесь.

source: <a href="%s" target="_blank">Upgrade</a>
de_de: <a href="%s" target="_blank">Lizenz kaufen und Entwicklung unterstützen</a>
es_es: <a href="%s" target="_blank">Actualización</a>
fr_fr: <a href="%s" target="_blank">Mise à niveau</a>
it_it: <a href="%s" target="_blank">Aggiornamento</a>

source: https://saleswonder.biz/
de_de: https://profiles.wordpress.org/tobias_conrad/#content-plugins
