Repository: common-repository/woo-product-reviews-shortcode
Catalog: languagess/woo-product-reviews-shortcode-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru

source: If schema is enabled "Set reviews section title" field is required to prevent error "The review does not have a reviewed item with a name specified. A value for the name field is required." in Structured Data
de_de: Wenn das Schema aktiviert ist, ist das "Titel über der Bewertungssektion"-Feld erforderlich, um zu verhindern, dass das Schema invalide wird.
es_es: Si el esquema está habilitado, el campo "Establecer el título de la sección de revisiones" es obligatorio para evitar el error "La revisión no tiene un elemento revisado con un nombre especificado. Se requiere un valor para el campo nombre" en Datos estructurados
fr_fr: Si le schéma est activé, le champ "Set reviews section title" est obligatoire pour éviter l'erreur "The review does not have a reviewed item with a name specified. Une valeur est requise pour le champ name" dans les données structurées
it_it: Se lo schema è abilitato, il campo "Imposta titolo sezione recensioni" è obbligatorio per evitare l'errore "La recensione non ha un elemento recensito con un nome specificato. È necessario un valore per il campo nome" nei Dati strutturati
ru_ru: Если схема включена, то поле "Установить название раздела рецензий" является обязательным для предотвращения ошибки "В рецензии нет рецензируемого элемента с указанным названием. Требуется значение для поля "Название"." в структурированных данных

source: If you are going to use more then one shortcode per page we recommend you to use structured data markup only for one, otherwise google get two reviews schemas. You can disable it by adding parameter <code>show_schema</code> with value <strong>no</strong>
de_de: Wenn du mehr als einen Shortcode pro Seite verwenden möchtest, empfehlen wir, das strukturiertes Daten markup nur einmal zu verwenden. Andernfalls erhält Google zwei Schemas und das Schema wird ungültig. Deaktiviere es, indem du den Parameter <code> show_schema </code> mit dem Wert <strong> no </strong> hinzufügst.
es_es: Si vas a utilizar más de un shortcode por página te recomendamos que utilices el marcado de datos estructurados sólo para uno, de lo contrario google obtendrá dos esquemas de revisión. Puedes desactivarlo añadiendo el parámetro <code>show_schema</code> con el valor <strong>no</strong>
fr_fr: Si vous allez utiliser plus d'un shortcode par page, nous vous recommandons d'utiliser le balisage de données structurées seulement pour un, sinon google obtient deux schémas de révision. Vous pouvez le désactiver en ajoutant le paramètre <code>show_schema</code> avec la valeur <strong>no</strong>
it_it: Se si intende utilizzare più di uno shortcode per pagina, si consiglia di utilizzare il markup dei dati strutturati solo per uno, altrimenti google otterrà due schemi di revisione. È possibile disattivarlo aggiungendo il parametro <code>show_schema</code> con il valore <strong>no</strong>
ru_ru: Если вы собираетесь использовать более одного шорткода на странице, мы рекомендуем использовать разметку структурированных данных только для одного из них, иначе google получит две схемы просмотра. Отключить это можно, добавив параметр <code>show_schema</code> со значением <strong>no</strong>

source: If you are going to use more then one shortcode per page we recommend you to use structured data markup only for one, otherwise google get two reviews schemas. You can disable it by selecting Disable from dropdown.
de_de: Wenn du mehr als einen Shortcode pro Seite verwendest empfehlen wir dir das Schema nur für einen Shortcode zu aktivieren. Ansonsten bekommt Google zwei Bewertungen Schemas und es wird keines angezeigt! </br>Du kannst das Schema deaktivieren, indem du deaktivieren aus dem Dropdown-Menü auswählst.
es_es: Si va a utilizar más de un shortcode por página le recomendamos que utilice el marcado de datos estructurados sólo para uno, de lo contrario Google obtendrá dos esquemas de revisión. Puede desactivarlo seleccionando Desactivar en el menú desplegable.
fr_fr: Si vous allez utiliser plus d'un shortcode par page, nous vous recommandons d'utiliser le balisage de données structurées uniquement pour l'un d'entre eux, sinon Google obtiendra deux schémas de révision. Vous pouvez le désactiver en sélectionnant Disable dans la liste déroulante.
it_it: Se si intende utilizzare più di uno shortcode per pagina, si consiglia di utilizzare il markup dei dati strutturati solo per uno, altrimenti google otterrà due schemi di revisione. È possibile disattivarlo selezionando Disable dal menu a tendina.
ru_ru: Если вы собираетесь использовать более одного шорткода на странице, мы рекомендуем вам использовать структурированную разметку данных только для одного из них, иначе Google получит две схемы просмотра. Вы можете отключить его, выбрав пункт Disable из выпадающего списка.

source: If you enabled schema this field is required to prevent error "The review does not have a reviewed item with a name specified. A value for the name field is required." in Structured Data
de_de: Wenn Sie die Option-schema dieses Feld ist erforderlich, um zu verhindern, dass Fehler "Die überprüfung hat nicht geprüft, Artikel mit einem angegebenen Namen. Ein Wert für das Feld name ist erforderlich." in Strukturierte Daten
es_es: Si ha activado el esquema, este campo es obligatorio para evitar el error "La revisión no tiene un elemento revisado con un nombre especificado. Se requiere un valor para el campo nombre" en Datos estructurados
fr_fr: Si vous avez activé le schéma, ce champ est obligatoire pour éviter l'erreur "La révision n'a pas d'élément révisé avec un nom spécifié. Une valeur pour le champ nom est requise." dans Données structurées
it_it: Se si è abilitato lo schema, questo campo è obbligatorio per evitare l'errore "La revisione non ha un elemento revisionato con un nome specificato. È necessario un valore per il campo nome" in Dati strutturati
ru_ru: Если вы включили схему, то это поле является обязательным для предотвращения ошибки "В обзоре отсутствует рассмотренный элемент с указанным именем. Требуется значение для поля name." в структурированных данных

source: If you need to show separated amount of reviews rating add each product via single product short code.
de_de: Wenn du die Bewertungsanzahl einzeln benötigst, nutze je Produkt einen Shortcode.
es_es: Si necesita mostrar una cantidad separada de valoraciones, añada cada producto a través de un código corto de producto.
fr_fr: Si vous avez besoin d'afficher un nombre séparé d'évaluations, ajoutez chaque produit via un code court pour produit unique.
it_it: Se avete bisogno di mostrare la quantità separata di recensioni, aggiungete ogni prodotto tramite il codice breve di un singolo prodotto.
ru_ru: Если необходимо показать раздельное количество отзывов, добавьте каждый товар через шорткод одного товара.

source: In Free version Multicolumn mode disabled. If you want more, please %s or %s.
de_de: In der kostenlosen Version ist der Mehrspaltenmodus deaktiviert. Wenn du mehr willst, bitte %s oder %s.
es_es: En la versión gratuita el modo multicolumna está desactivado. Si quieres más, por favor %s o %s.
fr_fr: Dans la version gratuite, le mode multicolonne est désactivé. Si vous en voulez plus, veuillez %s ou %s.
it_it: Nella versione gratuita la modalità multicolonna è disabilitata. Se ne volete di più, per favore %s o %s.
ru_ru: В бесплатной версии отключен многоколоночный режим. Если вам нужно больше, пожалуйста, %s или %s.

source: In Free version only one shortcode can be active. To get it work again click "Make active" button or %s to Premium to activate all shortcodes.
de_de: In der kostenlosen Version kann nur ein Shortcode aktiv sein. Um ihn wieder zu aktivieren, klicke auf "Aktivieren" oder auf %s in der Premium-Version, um alle Shortcodes zu aktivieren.
es_es: En la versión Free sólo puede estar activo un shortcode. Para que funcione de nuevo haga clic en el botón "Hacer activo" o %s a Premium para activar todos los códigos cortos.
fr_fr: Dans la version gratuite, un seul shortcode peut être actif. Pour le faire fonctionner à nouveau, cliquez sur le bouton "Rendre actif" ou %s à Premium pour activer tous les shortcodes.
it_it: Nella versione Free può essere attivo solo uno shortcode. Per farlo funzionare di nuovo, fare clic sul pulsante "Rendi attivo" o su %s per Premium per attivare tutti gli shortcode.
ru_ru: В бесплатной версии активным может быть только один шорткод. Чтобы он снова заработал, нажмите кнопку "Сделать активным" или %s в Premium, чтобы активировать все шорткоды.

source: In Free version only one shortcode can be active. To get it work again click "Make active" button, %s or %s to activate all shortcodes.
de_de: In der kostenlosen Version kannst du ein Shortcode mit dem Builder generieren!</br> Um den aktiven Shortcode zu wechseln klicke "Aktivieren". </br>Um alle Shortcodes zu "aktivieren" - %s oder starte die %s.
es_es: En la versión gratuita sólo puede estar activo un shortcode. Para que vuelva a funcionar haga clic en el botón "Hacer activo", %s o %s para activar todos los shortcodes.
fr_fr: Dans la version gratuite, un seul shortcode peut être actif. Pour le faire fonctionner à nouveau, cliquez sur le bouton "Rendre actif", %s ou %s pour activer tous les shortcodes.
it_it: Nella versione gratuita può essere attivo solo uno shortcode. Per farlo funzionare di nuovo, fare clic sul pulsante "Rendi attivo", %s o %s per attivare tutti gli shortcode.
ru_ru: В бесплатной версии активным может быть только один шорткод. Чтобы он снова заработал, нажмите кнопку "Сделать активным", %s или %s для активации всех шорткодов.

source: In Free version you can create and use only one shortcode. If you want more, please %s or %s.
de_de: In der kostenlosen Version kannst du ein Shortcode mit dem Builder generieren. Wenn du den Shortcode selbst nach unserer Anleitung erstellst kannst du unbegrenzt viele benutzen. </br>Wenn du mehrere Shortcodes generieren und die Weiterentwicklung unterstützen möchtest, %s oder starte die %s.
es_es: En la versión gratuita puedes crear y utilizar sólo un shortcode. Si quieres más, por favor %s o %s.
fr_fr: Dans la version gratuite, vous pouvez créer et utiliser un seul shortcode. Si vous en voulez plus, veuillez %s ou %s.
it_it: Nella versione gratuita è possibile creare e utilizzare un solo shortcode. Se ne volete altri, per favore %s o %s.
ru_ru: В бесплатной версии вы можете создать и использовать только один шорткод. Если вам нужно больше, пожалуйста, %s или %s.

source: Insert into Review Shortcode
de_de: In den Bewertungs Shortcode einfügen
es_es: Insertar en el código corto de revisión
fr_fr: Insérer dans le shortcode Review
it_it: Inserire nello shortcode di revisione
ru_ru: Вставка в шорткод Review

source: Maximum
de_de: Maximal
es_es: Máximo
it_it: Massimo
ru_ru: Максимальный

source: Mobile
de_de: Mobil
es_es: Móviles
ru_ru: Мобильный

source: More great plugins
de_de: Mehr Marketing-Automatisierungs-Plug-ins
es_es: Más plugins geniales
fr_fr: D'autres excellents plugins
it_it: Altri ottimi plugin
ru_ru: Другие замечательные плагины

source: Multicolumn mode
de_de: Mehrspalten Modus
es_es: Modo multicolumna
fr_fr: Mode multicolonne
it_it: Modalità multicolonna
ru_ru: Многоколоночный режим

source: Multiple products shortcode usage
de_de: Shortcode für mehrere Produkte
es_es: Uso del shortcode de múltiples productos
fr_fr: Utilisation du shortcode pour les produits multiples
it_it: Utilizzo di shortcode per più prodotti
ru_ru: Использование шорткодов с несколькими товарами

source: New Review Shortcode
de_de: Neuer Bewertungs Shortcode
es_es: Nuevo código corto de revisión
fr_fr: Nouveau shortcode "Review
it_it: Nuovo shortcode per le recensioni
ru_ru: Новый шорткод Review

source: No reviews just aggregate rating usage
de_de: Keine Bewertungen sondern nur die aggregierte Bewertung werden angezeigt z.B. Durchschnittliche Bewertung: 5 basierend auf 3 Bewertungen
es_es: No hay reseñas, sólo el uso de la calificación agregada
fr_fr: Pas d'avis, seulement des évaluations globales d'utilisation
it_it: Nessuna recensione, solo una valutazione aggregata dell'utilizzo
ru_ru: Нет отзывов - только совокупный рейтинг использования

source: No such template
de_de: Keine Vorlage vorhanden
es_es: No hay tal plantilla
fr_fr: Aucun modèle de ce type
it_it: Nessun modello di questo tipo
ru_ru: Нет такого шаблона

source: not cropped
de_de: nicht beschnitten
es_es: sin recortar
fr_fr: non recadré
it_it: non ritagliato
ru_ru: не обрезанный

source: Not duplicated
de_de: Nicht dupliziert
es_es: No está duplicado
fr_fr: Non dupliqué
it_it: Non duplicato
ru_ru: Не дублируется

source: Not found
de_de: Nicht gefunden
es_es: No se ha encontrado
fr_fr: Non trouvé
it_it: Non trovato
ru_ru: Не найдено

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden
es_es: No se encuentra en la basura
fr_fr: Non trouvé dans la poubelle
it_it: Non trovato nel cestino
ru_ru: Не найдено в корзине

source: Number
de_de: Anzahl
es_es: Número
fr_fr: Numéro
it_it: Numero
ru_ru: Номер

source: Number of reviews shortcode usage
de_de: Anzahl der Bewertungen je Shortcode
es_es: Uso del código corto del número de revisiones
fr_fr: Utilisation du shortcode pour le nombre d'avis
it_it: Utilizzo dello shortcode Numero di recensioni
ru_ru: Использование шорткода "Количество отзывов

source: Opt-in to see account
de_de: Opt-in um Konto zu sehen
es_es: Optar por ver la cuenta
fr_fr: Opt-in pour voir le compte
it_it: Opt-in per vedere l'account
ru_ru: Подписка на просмотр счета

source: Order
de_de: Name
es_es: Pida
fr_fr: Commandez
it_it: Ordine
ru_ru: Заказ

source: Parent Review Shortcode:
de_de: Übergeordneter Shortcode:
es_es: Código corto de revisión de los padres:
fr_fr: Shortcode de révision par les parents :
it_it: Shortcode per la revisione dei genitori:
ru_ru: Шорткод Parent Review:

source: Picture position
de_de: Bildposition
es_es: Posición de la imagen
fr_fr: Position de l'image
it_it: Posizione dell'immagine
ru_ru: Положение изображения

source: Please have a look at our other WP.org plugins too by visiting <a href="https://profiles.wordpress.org/tobias_conrad/#content-plugins" target="_blank">Show all plugins on WP.org</a>
de_de: Diese Plugins könnten dich auch interessieren <a href="https://profiles.wordpress.org/tobias_conrad/#content-plugins" target="_blank">Show all plugins from Tobias on WP.org</a>
es_es: Por favor, eche un vistazo a nuestros otros plugins de WP.org también visitando <a href="https://profiles.wordpress.org/tobias_conrad/#content-plugins" target="_blank">Mostrar todos los plugins en WP.org</a>
fr_fr: Jetez également un coup d'œil à nos autres plugins WP.org en visitant <a href="https://profiles.wordpress.org/tobias_conrad/#content-plugins" target="_blank">Show all plugins on WP.org</a>
it_it: Date un'occhiata anche agli altri plugin di WP.org visitando <a href="https://profiles.wordpress.org/tobias_conrad/#content-plugins" target="_blank">Mostra tutti i plugin su WP.org</a>
ru_ru: Пожалуйста, посмотрите и другие наши плагины для WP.org, посетив сайт <a href="https://profiles.wordpress.org/tobias_conrad/#content-plugins" target="_blank">Показать все плагины на WP.org</a>

# Post Type General Name
source: Review Shortcodes
de_de: Bewertungs Shortcodes
es_es: Revisar los códigos cortos
fr_fr: Examen des codes courts
it_it: Rivedere gli shortcode
ru_ru: Обзор шорткодов

# Post Type Singular Name
source: Review Shortcode
de_de: Bewertungs Shortcode
es_es: Revisar el código corto
fr_fr: Shortcode de révision
it_it: Codice breve di revisione
ru_ru: Шорткод обзора

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Prévisualisation
it_it: Anteprima
ru_ru: Предварительный просмотр

source: Product
de_de: Pro Produkt
es_es: Producto
fr_fr: Produit
it_it: Prodotto
ru_ru: Продукт

source: Product link
de_de: Link zum Produkt
es_es: Enlace del producto
fr_fr: Lien vers le produit
it_it: Link al prodotto
ru_ru: Ссылка на продукт

source: Product page
de_de: Produkt-Seite (oben)
es_es: Página del producto
fr_fr: Page produit
it_it: Pagina del prodotto
ru_ru: Страница продукта

source: Product thumbnail
de_de: Produkt-Bild
es_es: Miniatura del producto
fr_fr: Miniature du produit
it_it: Miniatura del prodotto
ru_ru: Миниатюра продукта

source: Publish
de_de: Veröffentlichen
es_es: Publicar
fr_fr: Publier
it_it: Pubblicare
ru_ru: Опубликовать

source: Rating of multiple products will be summed up and shown as total rating.
de_de: Die Bewertung mehrerer Produkte werden addiert und als eine Gesamt-Bewertung angezeigt.
es_es: La valoración de varios productos se sumará y se mostrará como valoración total.
fr_fr: L'évaluation de plusieurs produits sera additionnée et affichée comme évaluation totale.
it_it: Le valutazioni di più prodotti saranno sommate e mostrate come valutazione totale.
ru_ru: Рейтинг нескольких продуктов будет суммироваться и отображаться как общий рейтинг.

source: Remove featured image
de_de: Vorschaubild entfernen
es_es: Eliminar la imagen destacada
fr_fr: Supprimer l'image vedette
it_it: Rimuovere l'immagine in primo piano
ru_ru: Удаление основного изображения

source: Review link type
de_de: Ziel hinter dem Link
es_es: Revisar el tipo de enlace
fr_fr: Type de lien de révision
it_it: Tipo di link di revisione
ru_ru: Тип ссылки для просмотра

source: Review Shortcode
de_de: Bewertungs Shortcode
es_es: Revisar el código corto
fr_fr: Shortcode de révision
it_it: Codice breve di revisione
ru_ru: Шорткод обзора

source: Review Shortcode Archives
de_de: Bewertungs Shortcode Archive
es_es: Revisar los archivos de los códigos cortos
fr_fr: Revue Shortcode Archives
it_it: Recensione Shortcode Archives
ru_ru: Обзор Shortcode Archives

source: Review Shortcode Attributes
de_de: Bewertungs Shortcode-Eigenschaften
es_es: Revisar los atributos del código corto
fr_fr: Examiner les attributs des codes courts
it_it: Rivedere gli attributi degli shortcode
ru_ru: Обзор атрибутов шорткодов

source: Review Shortcodes
de_de: Bewertungs Shortcodes
es_es: Revisar los códigos cortos
fr_fr: Examen des codes courts
it_it: Rivedere gli shortcode
ru_ru: Обзор шорткодов

source: Review Shortcodes Edit
de_de: Bearbeite die Bewertungs-Shortcodes
es_es: Revisar los códigos cortos Editar
fr_fr: Revue Shortcodes Edit
it_it: Modifica degli shortcode
ru_ru: Обзор редактирования шорткодов

source: Review Shortcodes List
de_de: Bewertungs-Shortcodes-Liste
es_es: Revisar la lista de códigos cortos
fr_fr: Révision de la liste des codes courts
it_it: Rivedere l'elenco degli shortcode
ru_ru: Обзор списка шорткодов

source: Review Shortcodes list
de_de: Bewertungs Shortcodes Liste
es_es: Revisar la lista de códigos cortos
fr_fr: Révision de la liste des codes courts
it_it: Rivedere l'elenco degli shortcode
ru_ru: Просмотр списка шорткодов

source: Review Shortcodes list navigation
de_de: Bewertungs Shortcodes navigation
es_es: Revisión de la lista de navegación de Shortcodes
fr_fr: Révision de la liste de navigation Shortcodes
it_it: Recensione Elenco degli shortcode di navigazione
ru_ru: Обзор навигации по списку шорткодов

source: Reviewer
de_de: Pro Kunde
es_es: Reseña
fr_fr: Réviseur
it_it: Recensore
ru_ru: Обозреватель

source: Reviewer per product
de_de: Pro Kunden und pro Produkt
es_es: Revisor por producto
fr_fr: Réviseur par produit
it_it: Recensore per prodotto
ru_ru: Рецензент на один продукт

source: reviews
de_de: Bewertungen
es_es: comentarios
fr_fr: revues
it_it: recensioni
ru_ru: отзывы

source: Reviews shortcode templating
de_de: Bewertungs-Shortcode-Formatvorlagen
es_es: Revisa las plantillas de los códigos cortos
fr_fr: Examine le modèle de code court
it_it: Recensioni templating shortcode
ru_ru: Отзывы о шаблонизации шорткодов

source: ReviewShort
es_es: ReseñaShort
fr_fr: RevueShort
it_it: RecensioneCorto
ru_ru: РецензияКоротко

source: ReviewShort Tutorial
de_de: ReviewShort Anleitung
es_es: RevisiónCorto tutorial
fr_fr: RevueTutoriel court
it_it: RecensioneEsercitazione breve
ru_ru: ОбзорКраткое руководство

source: Saved
de_de: Gespeichert
es_es: Guardado
fr_fr: Sauvegardé
it_it: Salvati
ru_ru: Сохранено

source: Search Review Shortcode
de_de: Suche Bewertungs Shortcodes
es_es: Buscar el código corto de revisión
fr_fr: Shortcode de la revue de recherche
it_it: Shortcode per la ricerca di recensioni
ru_ru: Шорткод Search Review

source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Sélectionner tout
it_it: Seleziona tutti
ru_ru: Выбрать все

source: Select products
de_de: Produktauswahl
es_es: Seleccione los productos
fr_fr: Sélectionnez les produits
it_it: Seleziona i prodotti
ru_ru: Выберите продукты

source: Select shortcode
de_de: Wählen den Shortcode
es_es: Seleccione el código corto
fr_fr: Sélectionnez le code court
it_it: Selezionare il codice breve
ru_ru: Выберите шорткод

source: Select template
de_de: Vorlage auswählen
es_es: Seleccione la plantilla
fr_fr: Sélectionner le modèle
it_it: Selezionare il modello
ru_ru: Выберите шаблон

source: Set featured image
de_de: Vorschaubild festlegen
es_es: Establecer imagen destacada
fr_fr: Définir l'image vedette
it_it: Impostare l'immagine in primo piano
ru_ru: Установка основного изображения

source: Set one title for multiple products:
de_de: Legen einen Titel für mehrere Produkte fest:
es_es: Establezca un título para varios productos
fr_fr: Définissez un titre pour plusieurs produits
it_it: Impostare un titolo per più prodotti:
ru_ru: Задайте один заголовок для нескольких продуктов:

source: Set reviews number
de_de: Menge der Bewertungen
es_es: Establecer el número de revisiones
fr_fr: Définir le nombre de révisions
it_it: Numero di recensioni impostate
ru_ru: Установить количество отзывов

source: Set reviews section title
de_de: Titel über den Bewertungen
es_es: Establecer el título de la sección de revisiones
fr_fr: Définir le titre de la section des examens
it_it: Impostare il titolo della sezione recensioni
ru_ru: Установить название раздела отзывов

source: Shortcode
es_es: Código corto
it_it: Codice breve
ru_ru: Шорткод

source: Shortcodes list
de_de: Shortcodes-Liste
es_es: Lista de códigos cortos
fr_fr: Liste des codes courts
it_it: Elenco degli shortcode
ru_ru: Список шорткодов

source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Afficher
it_it: Mostra
ru_ru: Показать

source: Show all
de_de: Alle anzeigen
es_es: Mostrar todo
fr_fr: Afficher tous
it_it: Mostra tutti
ru_ru: Показать все

source: Show all product reviews:
de_de: Zeige alle Bewertungen:
es_es: Mostrar todas las reseñas de productos
fr_fr: Afficher tous les avis sur le produit
it_it: Mostra tutte le recensioni dei prodotti:
ru_ru: Показать все отзывы о товаре:

source: Show multiple products reviews in one shortcode:
de_de: Zeigen mehrere Produkte-Bewertungen in einem shortcode:
es_es: Muestre varias reseñas de productos en un solo shortcode
fr_fr: Affichez les avis sur plusieurs produits en un seul code court
it_it: Mostra le recensioni di più prodotti in un unico shortcode:
ru_ru: Показ нескольких отзывов о товарах в одном шорткоде:

source: Show nested reviews (reply, comments etc.):
de_de: Zeigen Ineinander verschachtelte Bewertungen (Antworten, Kommentare etc.):
es_es: Mostrar reseñas anidadas (respuesta, comentarios, etc.)
fr_fr: Afficher les commentaires imbriqués (réponse, commentaires, etc.)
it_it: Mostra le recensioni annidate (risposte, commenti, ecc.):
ru_ru: Показывать вложенные отзывы (ответ, комментарии и т.д.):

source: Show reviews reply shortcode usage
de_de: Zeige Antworten auf die Bewertungen
es_es: Mostrar el uso del código corto de respuesta a las revisiones
fr_fr: Utilisation du shortcode Show reviews reply
it_it: Mostra l'utilizzo dello shortcode di risposta alle recensioni
ru_ru: Использование шорткода Show reviews reply
